{"data":{"wordpressPage":{"title":"About","excerpt":"","content":"<h1>Found them? In Mercia?! The coconut&#8217;s tropical!</h1>\n<p>Well, I didn&#8217;t vote for you. It&#8217;s only a model. I don&#8217;t want to talk to you no more, you empty-headed animal food trough water! I fart in your general direction! Your mother was a hamster and your father smelt of elderberries! Now leave before I am forced to taunt you a second time!</p>\n<p>What do you mean? Well, she turned me into a newt. I don&#8217;t want to talk to you no more, you empty-headed animal food trough water! <strong> I fart in your general direction!</strong> <em> Your mother was a hamster and your father smelt of elderberries!</em> Now leave before I am forced to taunt you a second time!</p>\n<h2>What a strange person.</h2>\n<p>I don&#8217;t want to talk to you no more, you empty-headed animal food trough water! I fart in your general direction! Your mother was a hamster and your father smelt of elderberries! Now leave before I am forced to taunt you a second time! …Are you suggesting that coconuts migrate?</p>\n<ol>\n<li>I have to push the pram a lot.</li>\n<li>Why?</li>\n<li>Be quiet!</li>\n</ol>\n<h3>Oh, ow!</h3>\n<p>You can&#8217;t expect to wield supreme power just &#8217;cause some watery tart threw a sword at you! On second thoughts, let&#8217;s not go there. It is a silly place. Oh, ow! The swallow may fly south with the sun, and the house martin or the plover may seek warmer climes in winter, yet these are not strangers to our land.</p>\n<ul>\n<li>We shall say &#8216;Ni&#8217; again to you, if you do not appease us.</li>\n<li>Well, I didn&#8217;t vote for you.</li>\n<li>Bloody Peasant!</li>\n</ul>\n<p>Well, I didn&#8217;t vote for you. On second thoughts, let&#8217;s not go there. It is a silly place. Ah, now we see the violence inherent in the system! Well, I didn&#8217;t vote for you. It&#8217;s only a model.</p>\n<p>Why? How do you know she is a witch? And this isn&#8217;t my nose. This is a false one. I have to push the pram a lot. And the hat. She&#8217;s a witch!</p>\n<p>We found them. No, no, no! Yes, yes. A bit. But she&#8217;s got a wart. Well, what do you want? Now, look here, my good man.</p>\n<p>He hasn&#8217;t got shit all over him. Now, look here, my good man. It&#8217;s only a model. But you are dressed as one…</p>\n<p>Listen. Strange women lying in ponds distributing swords is no basis for a system of government. Supreme executive power derives from a mandate from the masses, not from some farcical aquatic ceremony. But you are dressed as one…</p>\n<p>What a strange person. I am your king. Why do you think that she is a witch? We shall say &#8216;Ni&#8217; again to you, if you do not appease us. Found them? In Mercia?! The coconut&#8217;s tropical!</p>\n<p>Who&#8217;s that then? Bloody Peasant! You don&#8217;t frighten us, English pig-dogs! Go and boil your bottoms, sons of a silly person! I blow my nose at you, so-called Ah-thoor Keeng, you and all your silly English K-n-n-n-n-n-n-n-niggits!</p>\n<p>Camelot! Well, we did do the nose. You don&#8217;t vote for kings. Now, look here, my good man. It&#8217;s only a model.</p>\n<p>Oh! Come and see the violence inherent in the system! Help, help, I&#8217;m being repressed! The Knights Who Say Ni demand a sacrifice! Did you dress her up like this? The Knights Who Say Ni demand a sacrifice!</p>\n<p>I&#8217;m not a witch. We want a shrubbery!! Now, look here, my good man. Well, what do you want? How do you know she is a witch?</p>\n<p>Well, how&#8217;d you become king, then? I dunno. Must be a king. You don&#8217;t frighten us, English pig-dogs! Go and boil your bottoms, sons of a silly person! I blow my nose at you, so-called Ah-thoor Keeng, you and all your silly English K-n-n-n-n-n-n-n-niggits!\t\t</p>\n"}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":17}}