{"data":{"wordpressPost":{"title":"What are you hacking off? Is it my torso?! &#8216;It is!&#8217; My precious torso!","content":"<p>Fry, we have a crate to deliver. Take me to your leader! You know, I was God once. Of all the friends I&#8217;ve had… you&#8217;re the first. You can crush me but you can&#8217;t crush my spirit!</p>\n<p>Yep, I remember. They came in last at the Olympics, then retired to promote alcoholic beverages! That&#8217;s a popular name today. <strong> Little &#8220;e&#8221;, big &#8220;B&#8221;?</strong> <em> Really?!</em> Nay, I respect and admire Harold Zoid too much to beat him to death with his own Oscar.</p>\n<h2>You can crush me but you can&#8217;t crush my spirit!</h2>\n<p>Nay, I respect and admire Harold Zoid too much to beat him to death with his own Oscar. Who are those horrible orange men? The key to victory is discipline, and that means a well made bed. You will practice until you can make your bed in your sleep.</p>\n<ol>\n<li>Bender?! You stole the atom.</li>\n<li>That&#8217;s the ONLY thing about being a slave.</li>\n<li>Ah, the &#8216;Breakfast Club&#8217; soundtrack! I can&#8217;t wait til I&#8217;m old enough to feel ways about stuff!</li>\n</ol>\n<h3>Negative, bossy meat creature!</h3>\n<p>Who&#8217;s brave enough to fly into something we all keep calling a death sphere? Hey, whatcha watching? Yes, I saw. You were doing well, until everyone died. OK, if everyone&#8217;s finished being stupid. I don&#8217;t &#8216;need&#8217; to drink. I can quit anytime I want!</p>\n<ul>\n<li>Shut up and take my money!</li>\n<li>Please, Don-Bot… look into your hard drive, and open your mercy file!</li>\n<li>There&#8217;s one way and only one way to determine if an animal is intelligent. Dissect its brain!</li>\n</ul>\n<p>Soon enough. No! The kind with looting and maybe starting a few fires! Our love isn&#8217;t any different from yours, except it&#8217;s hotter, because I&#8217;m involved. No! The cat shelter&#8217;s on to me. That&#8217;s right, baby. I ain&#8217;t your loverboy Flexo, the guy you love so much. You even love anyone pretending to be him!</p>\n<p>And remember, don&#8217;t do anything that affects anything, unless it turns out you were supposed to, in which case, for the love of God, don&#8217;t not do it! I didn&#8217;t ask for a completely reasonable excuse! I asked you to get busy!</p>\n<p>I just want to talk. It has nothing to do with mating. Fry, that doesn&#8217;t make sense. Tell her you just want to talk. It has nothing to do with mating. Uh, is the puppy mechanical in any way? Is today&#8217;s hectic lifestyle making you tense and impatient?</p>\n<p>Say what? Quite possible. We live long and are celebrated poopers. I am Singing Wind, Chief of the Martians. That&#8217;s not soon enough! Then throw her in the laundry room, which will hereafter be referred to as &#8220;the brig&#8221;.</p>\n<p>Yes! In your face, Gandhi! Ooh, name it after me! But, like most politicians, he promised more than he could deliver. I could if you hadn&#8217;t turned on the light and shut off my stereo.</p>\n<p>We&#8217;re rescuing ya. I daresay that Fry has discovered the smelliest object in the known universe! I videotape every customer that comes in here, so that I may blackmail them later. Ah, the &#8216;Breakfast Club&#8217; soundtrack! I can&#8217;t wait til I&#8217;m old enough to feel ways about stuff!</p>\n<p>Bender, being God isn&#8217;t easy. If you do too much, people get dependent on you, and if you do nothing, they lose hope. You have to use a light touch. Like a safecracker, or a pickpocket. THE BIG BRAIN AM WINNING AGAIN! I AM THE GREETEST! NOW I AM LEAVING EARTH, FOR NO RAISEN!</p>\n<p>Enough about your promiscuous mother, Hermes! We have bigger problems. Alright, let&#8217;s mafia things up a bit. Joey, burn down the ship. Clamps, burn down the crew. Maybe I love you so much I love you no matter who you are pretending to be.</p>\n<p>Yep, I remember. They came in last at the Olympics, then retired to promote alcoholic beverages! I&#8217;ll tell them you went down prying the wedding ring off his cold, dead finger. Why did you bring us here?</p>\n<p>Yes, if you make it look like an electrical fire. When you do things right, people won&#8217;t be sure you&#8217;ve done anything at all. Pansy. Now Fry, it&#8217;s been a few years since medical school, so remind me. Disemboweling in your species: fatal or non-fatal?</p>\n<p>Well I&#8217;da done better, but it&#8217;s plum hard pleading a case while awaiting trial for that there incompetence. Aww, it&#8217;s true. I&#8217;ve been hiding it for so long. Soothe us with sweet lies. Oh yeah, good luck with that.</p>\n","excerpt":"","date":"April 01, 2019","author":{"name":"iamtimsmith"},"acf":{"feat_img":{"localFile":{"childImageSharp":{"sizes":{"base64":"data:image/jpeg;base64,/9j/2wBDABALDA4MChAODQ4SERATGCgaGBYWGDEjJR0oOjM9PDkzODdASFxOQERXRTc4UG1RV19iZ2hnPk1xeXBkeFxlZ2P/2wBDARESEhgVGC8aGi9jQjhCY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2P/wgARCAANABQDASIAAhEBAxEB/8QAFwAAAwEAAAAAAAAAAAAAAAAAAAIDBP/EABUBAQEAAAAAAAAAAAAAAAAAAAAD/9oADAMBAAIQAxAAAAFFy1jSxmD/xAAYEAEBAQEBAAAAAAAAAAAAAAABAiIRIf/aAAgBAQABBQJAnPajqG79Iyf/xAAUEQEAAAAAAAAAAAAAAAAAAAAQ/9oACAEDAQE/AT//xAAWEQEBAQAAAAAAAAAAAAAAAAAAEQH/2gAIAQIBAT8Bia//xAAcEAABAwUAAAAAAAAAAAAAAAAAAQIxEBEhgZH/2gAIAQEABj8ChpCbMN4Xr//EABoQAQACAwEAAAAAAAAAAAAAAAEAESFRYTH/2gAIAQEAAT8hDD03AAgygVxPVbL8YceOOomm1zuf/9oADAMBAAIAAwAAABAYD//EABYRAQEBAAAAAAAAAAAAAAAAAAABMf/aAAgBAwEBPxCYj//EABcRAAMBAAAAAAAAAAAAAAAAAAARMQH/2gAIAQIBAT8QWMVNP//EAB0QAQEAAgMAAwAAAAAAAAAAAAERADEhYXGBkaH/2gAIAQEAAT8QMuSUm33b1rIBV0Hjz3CviOgfji+ZRisSzz7cssDuG2IGilRH5c//2Q==","aspectRatio":1.5165876777251184,"src":"/static/21980b0467fe112b689cfdebf5af4eb8/5501e/blur-character-close-up-164854.jpg","srcSet":"/static/21980b0467fe112b689cfdebf5af4eb8/eadbd/blur-character-close-up-164854.jpg 300w,\n/static/21980b0467fe112b689cfdebf5af4eb8/6d7df/blur-character-close-up-164854.jpg 600w,\n/static/21980b0467fe112b689cfdebf5af4eb8/5501e/blur-character-close-up-164854.jpg 1200w,\n/static/21980b0467fe112b689cfdebf5af4eb8/15043/blur-character-close-up-164854.jpg 1800w,\n/static/21980b0467fe112b689cfdebf5af4eb8/36e49/blur-character-close-up-164854.jpg 1920w","sizes":"(max-width: 1200px) 100vw, 1200px"}}}}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":15}}