{"data":{"wordpressPost":{"title":"And when we woke up, we had these bodies.","content":"<p>And why did &#8216;I&#8217; have to take a cab? Morbo can&#8217;t understand his teleprompter because he forgot how you say that letter that&#8217;s shaped like a man wearing a hat. It may comfort you to know that Fry&#8217;s death took only fifteen seconds, yet the pain was so intense, that it felt to him like fifteen years. And it goes without saying, it caused him to empty his bowels.</p>\n<p>I&#8217;ve been there. My folks were always on me to groom myself and wear underpants. What am I, the pope? Also Zoidberg. You lived before you met me?! <strong> Humans dating robots is sick.</strong> <em> You people wonder why I&#8217;m still single?</em> It&#8217;s &#8217;cause all the fine robot sisters are dating humans!</p>\n<h2>For example, if you killed your grandfather, you&#8217;d cease to exist!</h2>\n<p>If rubbin&#8217; frozen dirt in your crotch is wrong, hey I don&#8217;t wanna be right. This is the worst part. The calm before the battle. Why am I sticky and naked? Did I miss something fun? I love this planet! I&#8217;ve got wealth, fame, and access to the depths of sleaze that those things bring.</p>\n<ol>\n<li>Hi, I&#8217;m a naughty nurse, and I really need someone to talk to. $9.95 a minute.</li>\n<li>We need rest. The spirit is willing, but the flesh is spongy and bruised.</li>\n<li>Oh dear! She&#8217;s stuck in an infinite loop, and he&#8217;s an idiot! Well, that&#8217;s love for you.</li>\n</ol>\n<h3>We&#8217;ll need to have a look inside you with this camera.</h3>\n<p>No! I want to live! There are still too many things I don&#8217;t own! I wish! It&#8217;s a nickel. Noooooo! I love you, buddy!</p>\n<ul>\n<li>Fatal.</li>\n<li>Why am I sticky and naked? Did I miss something fun?</li>\n<li>Yes, except the Dave Matthews Band doesn&#8217;t rock.</li>\n</ul>\n<p>You know, I was God once. These old Doomsday Devices are dangerously unstable. I&#8217;ll rest easier not knowing where they are. Tell her you just want to talk. It has nothing to do with mating. Look, everyone wants to be like Germany, but do we really have the pure strength of &#8216;will&#8217;?</p>\n<p>I had more, but you go ahead. And when we woke up, we had these bodies. You know, I was God once. That&#8217;s a popular name today. Little &#8220;e&#8221;, big &#8220;B&#8221;? Aww, it&#8217;s true. I&#8217;ve been hiding it for so long.</p>\n<p>We&#8217;re also Santa Claus! Who are you, my warranty?! And yet you haven&#8217;t said what I told you to say! How can any of us trust you? Why, those are the Grunka-Lunkas! They work here in the Slurm factory. What are their names?</p>\n<p>OK, if everyone&#8217;s finished being stupid. Yeah, I do that with my stupidness. Bender, you risked your life to save me! You&#8217;re going back for the Countess, aren&#8217;t you?</p>\n<p>Fetal stemcells, aren&#8217;t those controversial? Goodbye, cruel world. Goodbye, cruel lamp. Goodbye, cruel velvet drapes, lined with what would appear to be some sort of cruel muslin and the cute little pom-pom curtain pull cords. Cruel though they may be…</p>\n<p>What are their names? Throw her in the brig. Take me to your leader! Then throw her in the laundry room, which will hereafter be referred to as &#8220;the brig&#8221;.</p>\n<p>In your time, yes, but nowadays shut up! Besides, these are adult stemcells, harvested from perfectly healthy adults whom I killed for their stemcells. Check it out, y&#8217;all. Everyone who was invited is here.</p>\n<p>Interesting. No, wait, the other thing: tedious. Yeah, lots of people did. Oh Leela! You&#8217;re the only person I could turn to; you&#8217;re the only person who ever loved me. This opera&#8217;s as lousy as it is brilliant! Your lyrics lack subtlety. You can&#8217;t just have your characters announce how they feel. That makes me feel angry!</p>\n<p>Stop! Don&#8217;t shoot fire stick in space canoe! Cause explosive decompression! Quite possible. We live long and are celebrated poopers. Okay, I like a challenge. Stop it, stop it. It&#8217;s fine. I will &#8216;destroy&#8217; you!</p>\n<p>There, now he&#8217;s trapped in a book I wrote: a crummy world of plot holes and spelling errors! Ah, computer dating. It&#8217;s like pimping, but you rarely have to use the phrase &#8220;upside your head.&#8221; Hey, you add a one and two zeros to that or we walk!</p>\n<p>I&#8217;m sorry, guys. I never meant to hurt you. Just to destroy everything you ever believed in. Our love isn&#8217;t any different from yours, except it&#8217;s hotter, because I&#8217;m involved. Now Fry, it&#8217;s been a few years since medical school, so remind me. Disemboweling in your species: fatal or non-fatal?</p>\n","excerpt":"","date":"April 01, 2019","author":{"name":"iamtimsmith"},"acf":{"feat_img":{"localFile":{"childImageSharp":{"sizes":{"base64":"data:image/jpeg;base64,/9j/2wBDABALDA4MChAODQ4SERATGCgaGBYWGDEjJR0oOjM9PDkzODdASFxOQERXRTc4UG1RV19iZ2hnPk1xeXBkeFxlZ2P/2wBDARESEhgVGC8aGi9jQjhCY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2P/wgARCAANABQDASIAAhEBAxEB/8QAGAAAAgMAAAAAAAAAAAAAAAAAAAQCAwX/xAAUAQEAAAAAAAAAAAAAAAAAAAAD/9oADAMBAAIQAxAAAAHPZSvJFiIpf//EABkQAQEAAwEAAAAAAAAAAAAAAAIBAAMhEf/aAAgBAQABBQLWcQ4j0uzLtWVX3//EABcRAQEBAQAAAAAAAAAAAAAAAAEAESH/2gAIAQMBAT8BEy5f/8QAFxEBAAMAAAAAAAAAAAAAAAAAAgEQEf/aAAgBAgEBPwFQtr//xAAWEAADAAAAAAAAAAAAAAAAAAAAIDH/2gAIAQEABj8CIv8A/8QAGRAAAwEBAQAAAAAAAAAAAAAAAAERMUEh/9oACAEBAAE/IVvlZH0ghHJIODFYf//aAAwDAQACAAMAAAAQqO//xAAXEQADAQAAAAAAAAAAAAAAAAAAASER/9oACAEDAQE/EFcDqH//xAAXEQADAQAAAAAAAAAAAAAAAAAAAREh/9oACAECAQE/ENBCs0//xAAcEAEAAgIDAQAAAAAAAAAAAAABABEhMUFRgXH/2gAIAQEAAT8QrX0anAaoyBo2YnHfSIY4dUx1b4J//9k=","aspectRatio":1.4913333333333334,"src":"/static/c1edcea85bdcc139a1913a7d97cd12d4/5501e/pexels-photo-675939.jpg","srcSet":"/static/c1edcea85bdcc139a1913a7d97cd12d4/eadbd/pexels-photo-675939.jpg 300w,\n/static/c1edcea85bdcc139a1913a7d97cd12d4/6d7df/pexels-photo-675939.jpg 600w,\n/static/c1edcea85bdcc139a1913a7d97cd12d4/5501e/pexels-photo-675939.jpg 1200w,\n/static/c1edcea85bdcc139a1913a7d97cd12d4/15043/pexels-photo-675939.jpg 1800w,\n/static/c1edcea85bdcc139a1913a7d97cd12d4/d2a56/pexels-photo-675939.jpg 2237w","sizes":"(max-width: 1200px) 100vw, 1200px"}}}}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":16}}